[CENTRAL_Flight_Device_Bridge_Transition AkEvent]
SpokenText = "Parece que o Shen fez o conversor funcionar, quando tiver uma chance, estamos prontos para você na ponte."

[CENTRAL_Generic_Commander_Bridge_A AkEvent]
SpokenText = "Comandante para a ponte."

[CENTRAL_Generic_Commander_Bridge_B AkEvent]
SpokenText = "Comandante, você é necessário na ponte."

[CENTRAL_Generic_Commander_Chamber_A AkEvent]
SpokenText = "Comandante para a Câmara de Sombra."

[CENTRAL_Generic_Commander_Chamber_B AkEvent]
SpokenText = "Comandante, você é necessário na Câmara de Sombra."

[CENTRAL_Generic_Commander_Engineering_A AkEvent]
SpokenText = "Comandante para Engenharia".

[CENTRAL_Generic_Commander_Engineering_B AkEvent]
SpokenText = "Comandante, você é necessário em engenharia."

[CENTRAL_Generic_Commander_Lab_A AkEvent]
SpokenText = "Comandante para o Laboratório de Pesquisa."

[CENTRAL_Generic_Commander_Lab_B AkEvent]
SpokenText = "Comandante, você precisa do laboratório."

[CENTRAL_Generic_Commander_Quarters_A AkEvent]
SpokenText = "Comandante para quartos."

[CENTRAL_Generic_Commander_Quarters_B AkEvent]
SpokenText = "Comandante, você é necessário em seus aposentos."

[Central_NoFilename_RealWarForAChange AkEvent]
SpokenText = "e dar aos estrangeiros uma verdadeira guerra para uma mudança."

[Central_Strategy_Ambient_Contraband AkEvent]
SpokenText = "Eu não sei onde as pessoas estão recebendo os malditos hambúrgueres ADVENT, mas se eu encontrar um outro invólucro recheado sob um desses consoles de comando, não vai ser o inferno para pagar."

[S_Avenger_Ambient_Central_AlienInvasionB_01 AkEvent]
SpokenText = "Eu nunca consegui perguntar a você, doutor, mas uh ... o que exatamente você fez antes da invasão?"

[S_Avenger_Ambient_Central_AlienInvasionB_02 AkEvent]
SpokenText = "Então eu diria que temos sorte em tê-la conosco."

[S_Avenger_Ambient_Central_AlienInvasionC_01 AkEvent]
SpokenText = "Pelo menos não temos de nos preocupar em manter o Conselho feliz, mesmo com o Porta-voz à espreita nas sombras".

[S_Avenger_Ambient_Central_ChipFunctionB_01 AkEvent]
SpokenText = "Espero que você mantenha esse chip do Comandante sob chaves ..."

[S_Avenger_Ambient_Central_ChipFunctionB_02 AkEvent]
SpokenText = "Bom, vamos mantê-lo dessa maneira."

[S_Avenger_Ambient_Central_CityMigrationB_01 AkEvent]
SpokenText = "A ADVENT tem sua máquina de propaganda trabalhando horas extras ... ainda estamos vendo um fluxo constante de migrantes indo para as cidades."

[S_Avenger_Ambient_Central_CityMigrationB_02 AkEvent]
SpokenText = "... E eu não tenho certeza se eu trocaria com um chip na cabeça por algumas refeições quentes e a cura para o resfriado comum."

[S_Avenger_Ambient_Central_CityMigrationB_03 AkEvent]
SpokenText = "Você está errado sobre isso, doutor. Nós podemos oferecer-lhes a liberdade, mesmo se significa que têm que suportar as dores de ser humano."

[S_Avenger_Ambient_Central_CrewDis AkEvent]
SpokenText = "Estamos a fazer progressos contra os alienígenas, e parece que estamos a começar a chamar a atenção dos civis nas colónias. É importante que a tripulação saiba que as pessoas lá fora precisam de nós, e querem que ajudemos a mudar esta coisa Eles têm de saber que há uma razão para suportar tudo isso. "

[S_Avenger_Ambient_Central_Quick_01 AkEvent]
SpokenText = "A maioria dos nossos novos recrutas nunca trabalhou em lugares próximos como o Vingador. Antes da guerra, poderíamos ter tido tempo para treinar, mas agora ... eles terão que pegar as coisas na hora".

[S_Avenger_Ambient_Central_Quick_02 AkEvent]
SpokenText = "Nós estamos pegando algumas transmissões estranhas ultimamente, soa um pouco como o alemão, mas é difícil dizer."

[S_Avenger_Ambient_Central_Quick_03 AkEvent]
SpokenText = "Devemos conversar com aquela traficante correndo no mercado negro, talvez ela possa nos ajudar a reabastecer o bar."

[S_Avenger_Ambient_Central_Quick_04 AkEvent]
SpokenText = "Eu não culpo Shen por querer manter um olho em Tygan, mas neste momento, precisamos de toda a ajuda que podemos obter."

[S_Avenger_Ambient_Central_Quick_05 AkEvent]
SpokenText = "Eu tenho que entregar a eles, o que esses recrutas têm falta de experiência, eles compensam em grit."

[S_Avenger_Ambient_Central_Quick_06 AkEvent]
SpokenText = "Tem havido muitas queixas sobre o meu voo, mas eu não vejo ninguém mais além do piloto automático."

[S_Avenge_Ambient_Central_Quick_07 AkEvent]
SpokenText = "É escuro, é úmido, e é principalmente de metal.Este navio não é tão diferente da base antiga."

[S_Avenger_Ambient_Central_Quick_08 AkEvent]
SpokenText = "Talvez uma vez que isso acabou, devemos pegar este navio e ir colonizar um de seus planetas."

[S_Avenger_Ambient_Central_Quick_09 AkEvent]
SpokenText = "Eu posso ver o fascínio da clínica de terapia ADVENT, alguns minutos debaixo da faca e você tem uma conta de saúde limpa. É uma pena que você precise de um chip para entrar".

[S_Avenger_Ambient_Central_Quick_10 AkEvent]
SpokenText = "A máquina de propaganda ADVENT está funcionando a todo vapor, estamos pegando suas transmissões até mesmo no meio do nada."

[S_Avenger_Ambient_Central_Quick_11 AkEvent]
SpokenText = "Eu avisei a tripulação para ficar longe das rações de carne do ADVENT, nós ainda não sabemos o que eles estão colocando nessas coisas."

[S_Avenger_Ambient_Central_ShenFather_01 AkEvent]
SpokenText = "Você sabe, eu provavelmente não estaria vivo hoje se não fosse por seu pai. Ele era um milagreiro."

[S_Avenger_Ambient_Central_ShenFather_02 AkEvent]
SpokenText = "Nós devemos a ambos uma dívida de gratidão."

[S_Avenger_Ambient_Central_ShenFather_03 AkEvent]
SpokenText = "Você não terá nenhum argumento lá."

[S_Avenger_Ambient_Central_ShenFatherB_01 AkEvent]
SpokenText = "Seu velho homem estaria orgulhoso do que conseguimos fazer aqui ... o que você conseguiu fazer com este navio."

[S_Avenger_Ambient_Central_ShenFatherB_02 AkEvent]
SpokenText = "Confia em mim, ele sabia ... Se houvesse uma coisa que o teu pai sempre tinha em mente, era a sua fé na humanidade. Ele sabia que poderíamos ganhar, nos nossos próprios termos".

[S_Avenger_Ambient_Central_ShenFatherB_03 AkEvent]
SpokenText = "Além disso, o trabalho do Dr. Shen, que não foi muito útil em muito tempo, estou mais do que feliz em deixar as decisões difíceis para o Comandante".

[S_Avenger_Ambient_Central_ShenFatherB_04 AkEvent]
SpokenText = "Eu fiz o meu melhor para obter os novos recrutas prontos para o que eles estão indo contra, mas ter o comandante de volta é um impulso de confiança maior do que qualquer discurso."

[S_Avenger_Ambient_Central_ShenFatherB_05 AkEvent]
SpokenText = "Com o Comandante executando as coisas, eu tenho muito tempo para me concentrar em aprender a pilotar este barco."

[S_Avenger_Ambient_Central_ShensPrideB_01 AkEvent]
SpokenText = "Você fez um ótimo trabalho mantendo este navio unido, doutor."

[S_Avenger_Ambient_Central_ShensPrideB_02 AkEvent]
SpokenText = "Eu duvido que eles pensaram que alguém poderia obter este heap aerotransportado novamente."

[S_Avenger_Ambient_Central_Spokesman AkEvent]
SpokenText = "Antes de fazer contato, eu simplesmente assumi que o porta-voz tinha morrido ou mudado depois que o conselho se dissolveu. Pelo pouco que ele me disse, parece que conseguiu uma posição no governo do ADVENT logo no início, Fugindo Intel para a resistência. "

[S_Avenger_Ambient_Central_SpokesmanB AkEvent]
SpokenText = "O porta-voz tomou um grande risco de entrar no ADVENT, o suficiente para eu acreditar que ele é leal a nossa causa. Ainda pode haver alguns céticos no movimento, mas nós temos coisas maiores para se preocupar do que um homem em um tela."

[S_Avenger_Attack_Central_01_Setup_Phase AkEvent]
SpokenText = "Eu perdi o poder, nós estamos indo rápido!"

[S_Avenger_Attack_Central_02_Setup_Phase AkEvent]
SpokenText = "Shen"

[S_Avenger_Attack_Central_03_Setup_Phase AkEvent]
SpokenText = "SHEN!"

[S_Avenger_Attack_Central_04_Setup_Phase AkEvent]
SpokenText = "Alguém me dê um relatório de danos!"

[S_Avenger_Attack_Central_05_Setup_Phase AkEvent]
SpokenText = "Só um?"

[S_Avenger_Attack_Central_06_Setup_Phase AkEvent]
SpokenText = "Eles não nos querem, eles querem a nave, não existe alguma maneira de substituí-la?"

[S_Avenger_Attack_Central_07_Setup_Phase AkEvent]
SpokenText = "Comandante, vamos ter que fazer isso do jeito antigo ... Destruir esse pico é a nossa única chance de sair daqui ... Nós não podemos deixar os alienígenas pegarem este navio!"

[S_Avenger_Central_First_Avatar_Facility AkEvent]
SpokenText = "Precisamos tirar essa facilidade alienígena antes que eles tenham tempo para mudar suas operações."

[S_Avenger_Central_First_Avatar_RepeatA AkEvent]
SpokenText = "Coordenadas de instalações alienígenas bloqueadas, Commander"

[S_Avenger_Central_First_Avatar_RepeatB AkEvent]
SpokenText = "Comandante, localizamos uma de suas instalações."

[S_Avenger_Central_No_Soldiers AkEvent]
SpokenText = "Comandante, não há mais ninguém para implantar! Temos que conseguir novos recrutas aqui!"

[S_Avenger_Central_Not_Enough_Soldiers AkEvent]
SpokenText = "Estamos ficando magros com a força de trabalho, Comandante. Devemos verificar com o QG da Resistência para novos recrutas."

[S_Avenger_Central_Post_Final_Tentpole AkEvent]
SpokenText = "Comandante, as coordenadas de destino estão bloqueadas - estamos prontos para mover."

[S_Blacksite_Horror_Central_01 AkEvent]
SpokenText = "... ainda não acredito que chegou a isso."

[S_Blacksite_Horror_Central_02 AkEvent]
SpokenText = "Eles estão nos matando, doutor. O que poderia ser pior ?!"

[S_Blacksite_Horror_Central_03 AkEvent]
SpokenText = "Deve haver milhares deles."

[S_Blacksite_Horror_Central_04 AkEvent]
SpokenText = "Avatar".

[S_Blacksite_Horror_Central_05 AkEvent]
SpokenText = "O que exatamente está naquele frasco."

[S_Blacksite_Horror_Central_06 AkEvent]
SpokenText = "Doutor".

[S_Blacksite_Horror_Central_07 AkEvent]
SpokenText = "Isso é ... isso é impossível."

[S_Blacksite_Horror_Central_08 AkEvent]
SpokenText = "Mas ... por que fazer isso?"

[S_Blacksite_Horror_Central_09 AkEvent]
SpokenText = "Isso é um começo."

[S_Blacksite_Horror_Central_10 AkEvent]
SpokenText = "Então eu sugiro fortemente que lhes façamos uma visita, Comandante."

[S_Blacksite_Horror_Central_11 AkEvent]
SpokenText = "E depois que encontramos o que estamos procurando fechamos toda essa maldita operação para sempre."

[S_BlacksiteTransmission_Central AkEvent]
SpokenText = "Comandante, temos prioridade-uma transmissão chegando através de um canais seguros. É a resistência ..."

[S_Broadcast_Marked_On_Geoscape_Central AkEvent]
SpokenText = "Se vamos nos infiltrar na torre de rede ADVENT, teremos que usar um esquadrão menor, tentar atrair menos atenção para nós mesmos do que já fazemos".

[S_Broadcast_Mission_Appears_Central AkEvent]
SpokenText = "Temos o site de destino bloqueado, Comandante, esta é a nossa chance de atacar o coração do ADVENT ... Depois de controlar a torre de rede, podemos finalmente mostrar ao mundo o que os alienígenas estão fazendo.

[S_Broadcast_Mission_No_Turning_Back_Central AkEvent]
SpokenText = "Comandante, uma vez que nos movemos na torre de rede do ADVENT, é tudo ou nada, não teremos tempo para avançar nossa pesquisa ou lidar com os feridos. Nós só devemos implementar quando estivermos totalmente preparados".

[S_Broadcast_Truth_Central_01 AkEvent]
SpokenText = "Muito bem, Doutor ..."

[S_Broadcast_Truth_Central_02 AkEvent]
SpokenText = "Shen, como estamos?"

[S_Broadcast_Truth_Central_03 AkEvent]
SpokenText = "Trabalhando nisso."

[S_Broadcast_Truth_Central_04 AkEvent]
SpokenText = "Bom. Melhor fazer isso contar!"

[S_Broadcast_Truth_Central_05 AkEvent]
SpokenText = "Obter um relatório de danos! Funcionou?"

[S_Build_Outpost_Long_Central_01 AkEvent]
SpokenText = "Sinal está vindo em alto e claro, Haven."

[S_Build_Outpost_Long_Central_02 AkEvent]
SpokenText = "Bem-vindo à luta."

[S_Commander_Awakens_Central_01_Setup_Phase AkEvent]
SpokenText = "Bom. Então vamos continuar com isso."

[S_Commander_Awakens_Central_02_Setup_Phase AkEvent]
SpokenText = "Assim como há 20 anos ...... nós ainda estávamos chamando-o de guerra naquela época"

[S_Commander_Awakens_Central_03_Setup_Phase AkEvent]
SpokenText = "... não tínhamos ideia do que estava por vir."

[S_Commander_Awakens_Central_04_Setup_Phase AkEvent]
SpokenText = "Sem Plano B aqui as pessoas.

[S_Commander_Awakens_Central_05_Setup_Phase AkEvent]
SpokenText = "Disse que seria preciso mais do que isso para mantê-lo para baixo."

[S_Commander_Awakens_Central_06_Setup_Phase AkEvent]
SpokenText = "Bem-vindo de volta ... Comandante."

[S_Commander_Awakens_Central_07_Setup_Phase AkEvent]
SpokenText = "Fico feliz em ver que você finalmente está saindo, não inveja a dor de cabeça que você deve ter ..."

[S_Commander_Awakens_Central_08_Setup_Phase AkEvent]
SpokenText = "Ainda assim, não posso culpar o Dr. Tygan, especialmente porque ninguém tentou algo assim antes."

[S_Commander_Awakens_Central_09_Setup_Phase AkEvent]
SpokenText = "Fácil - ainda não estamos inteiramente seguros do que eles fizeram para você ... esse chip foi enterrado na metade do seu crânio."

[S_Commander_Awakens_Central_10_Setup_Phase AkEvent]
SpokenText = "Perdi muitos soldados bons procurando por você ao longo dos anos, quase desisti da esperança de que você ainda estivesse lá fora.

[S_Commander_Awakens_Central_11_Setup_Phase AkEvent]
SpokenText = "Não sei o que você se lembra, mas mudou muito. Fiz o melhor que pude, mas os últimos 20 anos foram difíceis sem você."

[S_Commander_Awakens_Central_12_Setup_Phase AkEvent]
SpokenText = "Você tem vontade de recuperar o atraso, Shen tem o arquivo em funcionamento no seu terminal."

[S_Commander_Awakens_Central_13_Setup_Phase AkEvent]
SpokenText = "Caso contrário, eu iria ver o Dr. Tygan quando você estiver pronto.Há algumas coisas que você deve saber.Ele será melhor em explicá-los do que eu."

[S_Commander_Awakens_Central_14_Setup_Phase AkEvent]
SpokenText = "É muito bom ter você de volta, Comandante."

[S_Commander_Awakens_Central_15_Setup_Phase AkEvent]
SpokenText = "... nós ainda estávamos chamando uma guerra naquela época"

[S_Dark_Volunteer_01_Central_01 AkEvent]
SpokenText = "Vá em frente."

[S_Dark_Volunteer_01_Central_01a AkEvent]
SpokenText = "Perfeito. Nós podemos finalmente fechar este projeto do Avatar para baixo para o bom."

[S_Dark_Volunteer_01_Central_02 AkEvent]
SpokenText = "E é aí que entramos."

[S_Dark_Volunteer_01_Central_03 AkEvent]
SpokenText = "Você está falando sério?"

[S_Dark_Volunteer_01_Central_04 AkEvent]
SpokenText = "Então ... qual é o problema?"

[S_Dark_Volunteer_01_Central_05 AkEvent]
SpokenText = "Então você quer operar uma dessas coisas ... por controle remoto."

[S_Dark_Volunteer_01_Central_06 AkEvent]
SpokenText = "Isso foi diferente.

[S_Dark_Volunteer_01_Central_07 AkEvent]
SpokenText = "Provavelmente não é bom o suficiente, Doutor."

[S_Dark_Volunteer_01_Central_08 AkEvent]
SpokenText = "Precisamos elaborar um plano de jogo antes de carregar pela porta da frente do inimigo."

[S_Dark_Volunteer_01_Central_09 AkEvent]
SpokenText = "O que lhe dará algum tempo para pensar sobre isso, Comandante."

[S_Dark_Volunteer_02_Central_01 AkEvent]
SpokenText = "Shen. Viu você passar por cima dessa coisa 50 vezes, respirar."

[S_Dark_Volunteer_02_Central_02 AkEvent]
SpokenText = "Dê o inferno comandante ..."

[S_Dark_Volunteer_02_Central_03 AkEvent]
SpokenText = "Remende-me através de, pessoas bem, o mundo tem o seu despertar."

[S_Dark_Volunteer_02_Central_04 AkEvent]
SpokenText = "E agora eles sabem a verdade."

[S_Dark_Volunteer_02_Central_05 AkEvent]
SpokenText = "O ADVENTO é uma mentira, e seu tempo acabou, eles têm uma guerra completa em suas mãos agora!"

[S_Dark_Volunteer_02_Central_06 AkEvent]
SpokenText = "Enquanto os alienígenas lutam para conter o nosso mundo, vamos fazer um movimento sobre o deles."

[S_Dark_Volunteer_02_Central_07 AkEvent]
SpokenText = "Não vai ser fácil."

[S_Dark_Volunteer_02_Central_08 AkEvent]
SpokenText = "Mas você está acostumado com isso."

[S_Dark_Volunteer_02_Central_09 AEvent]
SpokenText = "Você fez o que era necessário. Você nunca desistiu da luta."

[S_Dark_Volunteer_02_Central_10 AkEvent]
SpokenText = "Você é XCOM."

[S_Dark_Volunteer_02_Central_11 AkEvent]
SpokenText = "E você vai acabar com isso!"

[S_Dark_Volunteer_02_Central_12 AkEvent]
SpokenText = "A humanidade está contando conosco."

[S_Dark_Volunteer_02_Central_13 AkEvent]
SpokenText = "Boa sorte, Comandante."

[S_Equip_New_Item_SquadSelect_Engineering_Tutorial_Central AkEvent]
SpokenText = "Comandante, parece que Shen preparou um Medikit para nós, devemos equipar um de nossos soldados com ele antes que eles se implantem."

[S_First_Council_Mission_Geoscape_Central AkEvent]
SpokenText = "Embora tenhamos aliados dispersos em cidades de todo o mundo que estejam dispostos a compartilhar seu conhecimento das operações do ADVENT, os alienígenas estão ativamente perseguindo-os. Cabe a você garantir a segurança de nossos agentes, Comandante. "

[S_First_Flight_Central_01_Setup_Phase AkEvent]
SpokenText = "Comandante, bom, temos uma situação aqui."

[S_First_Flight_Central_02_Setup_Phase AkEvent]
SpokenText = "Apesar de todos os esforços da ADVENT, células de resistência continuam a operar em todo o mundo."

[S_First_Flight_Central_03_Alt_Setup_Phase AkEvent]
SpokenText = "Apesar de todos os esforços do ADVENT, ainda há pessoas lá fora que se recusam a acreditar em sua mentira."

[S_First_Flight_Central_03_Setup_Phase AkEvent]
SpokenText = "E alguns deles estão pedindo nossa ajuda, mas não podemos chegar a ambos a tempo."

[S_First_Flight_Central_04_Setup_Phase AkEvent]
SpokenText = "Quem disse alguma coisa sobre o Skyranger."

[S_First_Flight_Central_05_Setup_Phase AkEvent]
SpokenText = "Shen - relatório de status, estamos prontos?"

[S_First_Flight_Central_06_Setup_Phase AkEvent]
SpokenText = "Você ouviu a senhora."

[S_First_LandedUFO_Geoscape_Central AkEvent]
SpokenText = "Comandante, temos a posição de um OVNI vulnerável que se estabelece nesta região. Se avançarmos rápido, há uma chance de podermos recuperar um lanço bom de suprimentos e equipamentos desse navio".

[S_First_Retaliation_Geoscape_Central AkEvent]
SpokenText = "Comandante, temos um pelotão pronto para avançar no Resistance Haven atualmente sob cerco dos alienígenas. Dê a palavra e nós vamos sair."

[S_First_Sabotage_Geoscape_Central AkEvent]
SpokenText = "Comandante, agora que estabelecemos contato com a resistência local, temos os detalhes de que precisamos para avançar na instalação de estrangeiros. Esta é a nossa chance de recuar seu trabalho no projeto Avatar".

[S_First_Scientist_Received_Central AkEvent]
SpokenText = "Obrigado por enviar mais pessoal de apoio para me ajudar, Comandante.

[S_First_Supply_Raid_Geoscape_Central AkEvent]
SpokenText = "Comandante, acabamos de saber que a resistência atingiu uma linha de suprimentos do ADVENT, temos a oportunidade de salvar alguns materiais de alto valor, supondo que possamos limpar as forças estrangeiras que protegem o local primeiro".

[S_Forge_marked_on_Geoscape_Central AkEvent]
SpokenText = "Comandante, temos as coordenadas da instalação Forge estrangeiro, marquei a sua posição no mapa, teremos de contactar a resistência local antes que possamos tentar nos mover embora."

[S_Fortress_Marked_On_Geoscape_Central AkEvent]
SpokenText = "Comandante, nós pegamos as coordenadas ásperas de uma facilidade alienígena desconhecida anteriormente. Eles foram a um monte de problemas para manter este sob o radar, acho que podemos ter encontrado o fim da linha."

[S_Golden_Path_Musings_Advent_Central_01 AkEvent]
SpokenText = "Eu tenho que entregar para os alienígenas, a invasão foi uma coisa, toda a sua tecnologia avançada, eles tinham a queda em nós, com certeza.Mas ADVENT, eles são algo que nunca poderia ter preparado para, mesmo com melhores Entre a propaganda, os folhetos e um suprimento aparentemente interminável de reforçar os "pacificadores", eles não são nada além de problemas para um movimento de resistência iniciado. "

[S_Golden_Path_Musings_Blacksite_Horror_Central_01 AkEvent]
SpokenText = "Os alienígenas sempre foram monstros, desde o começo foi uma experiência científica fracassada, mesmo com as forças ADVENT, eles tentam disfarçá-la, mas eles não são diferentes por baixo de toda aquela armadura. Uma facilidade inteira dedicada a limpar-nos para fora, e não apenas aquele, mas girando nos em que? Algum tipo do concentrado que estão usando para o deus sabe Nós deveríamos ter sabido os anciões retornariam Nós deveríamos ter sabido eles Nunca saiu. "

[S_Golden_Path_Musings_Dying_Ethereals_Central_01 AkEvent]
SpokenText = "Por um segundo lá, Tygan tinha as minhas esperanças, com toda a sua conversa sobre o Elders morrer eu pensei que poderia ter pegado uma pausa.Eu deveria ter sabido que não ia ser assim tão simples.É claro que suas soluções sempre Parecem girar em torno de experimentar em nós, destruindo o planeta, ou alguma combinação dos dois.Na medida que eu posso dizer, esta pode ser a nossa chance de acabar com eles de uma vez por todas.Se paramos a cura, paramos os Anciões. "

[S_Golden_Path_Musings_Risistance_Central_01 AkEvent]
SpokenText = "Pelo que eu ouvi, a resistência já viu um aumento em seus esforços de recrutamento depois que a notícia da chegada do Comandante chegou ao redor. Eles precisaram de um líder tanto quanto nós, e agora eles estarão esperando Nós para bater os alienígenas onde dói.Não que eu estou preocupado, temos muita gente com coceira para assumir ADVENT.As coisas estão apenas ficando interessantes.

[S_GP_Avatar_Bar_Geoscape_Central AkEvent]
SpokenText = "Estamos acompanhando o progresso dos alienígenas neste Avatar Project aqui, se eles terminam o que eles começaram, parece que vai ser o fim para todos nós."

[S_GP_Avatar_Reveal_Comm_Feeder_Central AkEvent]
SpokenText = "Comandante, temos uma mensagem de prioridade vindo, parece um sinal codificado da resistência.

[S_GP_Doom_Rising_Central AkEvent]
SpokenText = "Comandante, se quisermos recuar o trabalho dos alienígenas no Avatar Project, deveríamos atingir uma de suas instalações o mais rápido possível".

[S_GP_First_Alien_Facility_Buit_Central AkEvent]
SpokenText = "Os alienígenas acabaram de concluir uma nova instalação ligada ao Avatar Project, Command. Se pudermos entrar em contato com as forças de resistência na região, poderemos mover-nos nessa instalação e recuar o trabalho dos alienígenas".

[S_GP_PreBlacksite_Objective_Ambient_CEN AkEvent]
SpokenText = "Nós tivemos nossas suspeitas, mas antes de agora nós nunca tivemos os recursos para investigar a possibilidade de instalações ADVENT clandestinas construídas fora dos centros das cidades. Agora que temos a palavra deste site preto, eu tenho que Admito, estou preocupado com o que podemos encontrar. Eles poderiam estar fazendo qualquer coisa lá dentro. "

[S_GP_PreBroadcast_Objective_Ambient_CEN AkEvent]
SpokenText = "Parece que finalmente conseguimos quebrar o coração do ADVENT sobre os corações e mentes da população civil que vive nessas cidades, mas não será fácil. Sem o Comandante, nunca teríamos feito isso Muito, mas agora temos que ver essa coisa até o fim, não importa os custos. "

[S_GP_PreCaptain_Objective_Ambient_CEN AkEvent]
SpokenText = "Os Oficiais do ADVENT podem ser mais engenhosos do que o seu soldado médio, mas duvido que nossas forças tenham algum problema em trazer um assunto de teste para Tygan, especialmente porque ele não está pedindo um live. Que me surpreende hoje em dia, mas eu estou definitivamente curioso para ver se o chip que puxamos do Comandante realmente está conectado ao ADVENT que está usando em seus Capitães ".

[S_GP_PreForge_Objective_Ambient_CEN AkEvent]
SpokenText = "Shen conseguiu puxar um conjunto de coordenadas codificadas a partir do frasco que recuperamos no Blacksite alienígena, e parece que estamos indo em direção a outra ainda de instalações não identificadas.Há um monte de teorias flutuando em torno do que nós Vou encontrar, mas neste momento eu não estou pronto para se comprometer com nada até eu ver por mim mesmo. "

[S_GP_PreFortress_Objective_Ambient_CEN AkEvent]
SpokenText = "Nós fomos o mais longe que pudemos, é hora de atravessarmos este gateway deles e ver o que os alienígenas estão realmente escondendo do outro lado.Se nossas experiências passadas são qualquer indicação, precisamos estar preparados para jogar Tudo o que temos neles.

[S_GP_PreLiveCodex_Objective_Ambient_CEN AkEvent]
SpokenText = "Tygan insiste que nossas forças não deveriam ter problemas para desativar um Codex no campo, pelo menos o suficiente para que invadamos a rede ADVENT. A parte mais difícil será convencer nossas tropas a não matar essa coisa assim que ela aparecer; Ninguém está particularmente animado com a tentativa de se aproximar e pessoal quando se trata dessas obscuras espécies exóticas, exceto talvez nossos Rangers ".

[S_GP_PrePsiGate_Objective_Ambient_CEN AkEvent]
SpokenText = "Eu não gosto do fato de que estamos perseguindo outro conjunto de coordenadas no meio de nenhum lugar. Nós já fizemos isso antes, e nós não gostamos do que nós encontramos então. Wilderness ou não, os alienígenas Poderia ser a criação de uma emboscada ou pior para todos nós sabemos.Nosso povo será preparado e pronto para uma luta, eu só queria que tivéssemos mais para ir em.

[S_Humans_Obsolete_Central_01 AkEvent]
SpokenText = "Assim como o que encontramos o Comandante em ..."

[S_Humans_Obsolete_Central_02 AkEvent]
SpokenText = "Veja seu recrutador local do Advento hoje."

[S_Humans_Obsolete_Central_03 AkEvent]
SpokenText = "O futuro começa com você."

[S_Humans_Obsolete_Central_04 AkEvent]
SpokenText = "Você quer dizer clones? Não admira que eles continuem vindo."

[S_Humans_Obsolete_Central_05 AkEvent]
SpokenText = "Esquerda aberta para quê?"

[S_Humans_Obsolete_Central_06 AkEvent]
SpokenText = "Material Humano. Você quer dizer o material que encontramos na facilidade Blacksite."

[S_Humans_Obsolete_Central_07 AkEvent]
SpokenText = "Então, nós temos lutado contra nós mesmos o tempo todo."

[S_Humans_Obsolete_Central_08 AkEvent]
SpokenText = "O processo de triagem nas clínicas, Avatar."

[S_Humans_Obsolete_Central_09 AkEvent]
SpokenText = "Conheço o Doutor, continue sua pesquisa, diga-nos se encontrar mais alguma coisa".

[S_Intro_Central_01 AkEvent]
SpokenText = "Estou a caminho"

[S_Intro_Central_03 AkEvent]
SpokenText = "Fique concentrado"

[S_Intro_Central_04 AkEvent]
SpokenText = "Prep Gatecrasher, 60 segundos"

[S_Intro_Central_06 AkEvent]
SpokenText = "Agora."

[S_Loot_Mission_Wrapper_Central AkEvent]
SpokenText = "Nós identificamos a localização de uma instalação do ADVENT que abriga o componente do sistema de vôo que Shen precisa. Infiltre o local, fixe o alvo e volte para o navio antes que os alienígenas percebam o que fizemos".

[S_Missing_Supply_Cache_Central AkEvent]
SpokenText = "Comandante, a Resistência tem um cache escondido de recursos escondidos fora do alcance do ADVENT, mas isso significa que teremos que voar e digitalizar a área se quisermos recuperar essas coisas por nós mesmos."

[S_Old_Gods_02_Central_01 AkEvent]
SpokenText = "É que ... um Ancião ... Não vi um em pelo menos uma década - fora daqueles monumentos que o Advento mantém em honra".

[S_Old_Gods_02_Central_02 AkEvent]
SpokenText = "Então eles estão morrendo. Parece que nosso trabalho ficou muito mais fácil."

[S_Old_Gods_02_Central_03 AkEvent]
SpokenText = "Qual é o problema?"

[S_Old_Gods_02_Central_04 AkEvent]
SpokenText = "Uma cura?"

[S_Old_Gods_02_Central_05 AkEvent]
SpokenText = "A invasão, a ocupação, um experimento gigante de laboratório, e nós somos os ratos."

[S_Old_Gods_02_Central_06 AkEvent]
SpokenText = "Avatar. Nós precisamos desses arquivos."

[S_Old_Gods_02_Central_07 AkEvent]
SpokenText = "Ou explodir o navio inteiro para o inferno desta vez."

[S_Old_Gods_02_Central_08 AkEvent]
SpokenText = "Que podemos providenciar Doutor."

[S_Old_Gods_02_Central_09 AkEvent]
SpokenText = "Isso não será fácil, Comandante, mas se alguém puder tirá-lo, é você. Eu vou ter um esquadrão pronto para ir em sua ordem."

[S_Pre_Final_Mission_Broadcast_Central_01 AkEvent]
SpokenText = "No ecrã".

[S_Pre_Final_Mission_Broadcast_Central_02 AkEvent]
SpokenText = "Você me ouviu, ele está tomando um grande risco de nos contactar assim."

[S_Pre_Final_Mission_Broadcast_Central_03 AkEvent]
SpokenText = "Som realizável?"

[S_PreFinalMission_MissionUI_Geoscape_Central AkEvent]
SpokenText = "É isso, Comandante. É hora de acabarmos com isso de uma vez por todas".

[S_Psi_Gate_marked_on_Geoscape_Central AkEvent]
SpokenText = "Eu marquei a localização que Shen puxou do Codex, Comandante.É uma região remota, fora da floresta longe de quaisquer áreas povoadas.Nós vamos precisar entrar em contato com as forças locais de resistência se quisermos obter um olhar mais atento . "

[S_Psi_Network_Central_01_GoldenPath AkEvent]
SpokenText = "Acho que foi mais fácil do que o seu último procedimento, doutor?"

[S_Psi_Network_Central_02_GoldenPath AkEvent]
SpokenText = "Que tipo de diferenças?"

[S_Psi_Network_Central_03_GoldenPath AkEvent]
SpokenText = "Eles estavam usando você contra nós."

[S_Psi_Network_Central_04_GoldenPath AkEvent]
SpokenText = "Rede?"

[S_Psi_Network_Central_05_GoldenPath AkEvent]
SpokenText = "Ou uma fraqueza ..."

[S_Psi_Network_Central_06_GoldenPath AkEvent]
SpokenText = "Estou supondo que não será fácil."

[S_Psi_Network_Central_07_GoldenPath AkEvent]
SpokenText = "Como eu disse, não é fácil."

[S_Psi_Network_Central_08_GoldenPath AkEvent]
SpokenText = "Ainda assim, é a melhor pista que temos. Sua chamada, Comandante."

[S_Retaliation_Central_01_Setup_Phase AkEvent]
SpokenText = "Nosso prazer, Denmother, aproveite enquanto durar."

[S_Retaliation_Central_02_Setup_Phase AkEvent]
SpokenText = "Você tem essa parte certa."

[S_Retaliation_Central_03_Setup_Phase AkEvent]
SpokenText = "Levante o posto avançado!"

[S_Retaliação_Central_04_Setup_Phase AkEvent]
SpokenText = "Você tem acesso à abordagem! Eles estão bem ..."

[S_Retaliation_Central_05_Setup_Phase AkEvent]
SpokenText = "Eles não têm chance ..."

[S_Retaliation_Central_06_Setup_Phase AkEvent]
SpokenText = "Comandante, devemos ter um esquadrão pronto para implantar ..."

[S_Retaliation_Central_07_Setup_Phase AkEvent]
SpokenText = "AUMENTE O ALARME! Tire seu pessoal de lá!"

[S_Setup_Phase_Armory_Promote_Jane_Central AkEvent]
SpokenText = "Comandante, Jane Kelly foi instrumental no op para você voltar, ela ganhou experiência suficiente para uma promoção, devemos cuidar disso agora."

[S_Setup_Phase_Blacksite_Bridge_Matinee_Central AkEvent]
SpokenText = "Acabamos de receber notícias da resistência, eles conseguiram localizar um ADVENT Blacksite sobre o qual ouvimos rumores. Eu bloqueei as coordenadas, mas temos um problema."

[S_Setup_Phase_Facility_Adds_Doom_Central AkEvent]
SpokenText = "Comandante, os alienígenas ainda estão avançando no projeto Avatar. Tirar essa facilidade iria causar um sério golpe em seus esforços".

[S_Setup_Phase_First_Geoscape_Central AkEvent]
SpokenText = "Os alienígenas podem ter o mundo sob controle, mas é hora de mudarmos isso, agora a resistência está espalhada em pequenos bolsos." O primeiro passo é conectar-se. "

[S_Setup_Phase_First_Geoscape_Hideout_Central AkEvent]
SpokenText = "Esta é a nossa posição atual, estamos em terra, mas se conseguirmos a última peça deste enigma para Shen, poderemos realmente ver essa coisa voar".

[S_Setup_Phase_First_Geoscape_Mission_Site_Central AkEvent]
SpokenText = "Infelizmente, a peça que estamos procurando está dentro de uma instalação de ADVENT fortemente protegida. Não há como contorná-la, estamos entrando em uma briga".

[S_Setup_Phase_First_Geoscape_Ready_Deploy_Central AkEvent]
SpokenText = "A equipe está pronta para implantar em sua ordem, Comandante."

[S_Setup_Phase_First_Living_Quarters_Central AkEvent]
SpokenText = "Para a maioria de nossos soldados, os alojamentos a bordo do Vingador são um passo acima das condições que eles tiveram que viver com no chão."

[S_Setup_Phase_First_Memorial_Central AkEvent]
SpokenText = "Nós fizemos o que podemos para honrar nossos soldados caídos, Comandante. Não é muito, mas dá a nossa gente uma chance de pagar seus respeitos."

[S_Setup_Phase_First_Rumor_Central AkEvent]
SpokenText = "Comandante, um dos nossos contatos de resistência apenas nos indicou um site que pode valer a pena investigar."

[S_Setup_Phase_First_Scan_Central AkEvent]
SpokenText = "Já estamos lendo em algumas regiões, não podemos estar em toda parte de uma só vez, comandante, precisamos escolher nossos movimentos com cuidado, ajudar nossos aliados e interromper operações inimigas para construir a resistência".

[S_Setup_Phase_Forge_Coordinates_But_No_Contact_Central AkEvent]
SpokenText = "Comandante, temos uma correção no local da instalação Forge estrangeira, mas ainda precisamos estabelecer contato com as forças de resistência locais antes que possamos entrar para investigar".

[S_Setup_Phase_Fortress_Adds_Doom_Central AkEvent]
SpokenText = "Comandante, os alienígenas continuam a fazer progresso no projeto Avatar. Se nós vamos retardá-los, precisamos nos mover rapidamente".

[S_Setup_Phase_Geoscape_Avenger_Focus_Central AkEvent]
SpokenText = "Não devemos esperar muito tempo com esse Comandante. Nós temos que começar a entrar em contato com outras regiões em breve se nós vamos construir uma resistência global e assumir ADVENT".

[S_Setup_Phase_Geoscape_Avenger_Parked_Central AkEvent]
SpokenText = "Comandante, nossa posição atual está aqui, apenas fora da sede da resistência. Quando não estamos em movimento, isso servirá como nossa casa e nossa fonte de suprimentos".

[S_Setup_Phase_Geoscape_Avenger_Parked_Central_ALT AkEvent]
SpokenText = "Comandante, nossa posição atual está aqui, apenas fora da sede da resistência. Quando não estamos em movimento, isso servirá como nossa casa e fonte de suprimentos. O vereador rastreou o local negro alienígena para esta região. Se tivermos alguma chance de encontrar esta facilidade, precisamos entrar em contato com a célula de resistência local nas proximidades. Tygan tem uma teoria sobre como podemos chegar até eles sem Mas precisamos de dar-lhe tempo para conduzir a sua investigação, não devemos esperar muito tempo para o Comandante, temos de começar a entrar em contacto com outras regiões em breve se quisermos construir uma resistência global e Assumir ADVENT. "

[S_Setup_Phase_Geoscape_Blacksite_Focus_Central AkEvent]
SpokenText = "O vereador tem rastreado o blacksite alienígena para esta região.Infelizmente, não temos as suas coordenadas exactas ainda.Se vamos ter qualquer chance de encontrar este recurso, vamos precisar fazer contato com a resistência local Tygan tem uma teoria sobre como podemos chegar até eles sem obter a atenção dos alienígenas, mas, precisamos dar-lhe tempo para realizar sua pesquisa.

[S_Setup_Phase_Geoscape_Blacksite_Region_Contact_Made_Central AkEvent]
SpokenText = "Comandante, estabelecemos contato com a resistência local, e podemos mover o ADVENT Blacksite em sua ordem.Teremos que garantir que nossas tropas estejam totalmente equipadas e prontas para uma missão difícil, suponho que a segurança será Apertado na instalação. "

[S_Setup_Phase_Geoscape_Blacksite_Region_Focus_Central AkEvent]
SpokenText = "Agora que estabelecemos um link, podemos usar nossos recursos da Intel para entrar em contato com a célula de resistência local nesta região. Além de nos levar para o Blacksite, nosso acesso aos suprimentos deve melhorar agora que nós expandimos Nosso alcance. "

[S_Setup_Phase_Geoscape_First_GOP_Central AkEvent]
SpokenText = "Estamos prontos para começar a fazer movimentos, Comandante Ao bater o ADVENT onde quer que os encontremos, podemos ajudar a fortalecer o movimento de resistência global. Em troca, eles vão contribuir com o apoio material para ajudar as nossas operações. Ver o que esta coisa pode fazer. "

[S_Setup_Phase_Geoscape_First_GOP_Central_ALT AkEvent]
SpokenText = "Estamos prontos para começar a fazer movimentos Comandante Ao bater o ADVENT onde quer que os encontremos podemos ajudar a fortalecer a resistência Em troca, eles vão contribuir com material e pessoal para apoiar nossas operações".

[S_Setup_Phase_Geoscape_First_Make_Contact_Central AkEvent]
SpokenText = "Depois de pagar o custo inicial da Intel para entrar em contato, teremos que escanear a região por alguns dias antes que a célula de resistência local saia do esconderijo. Nova região ".

[S_Setup_Phase_Geoscape_Objectives_Appear_Central AkEvent]
SpokenText = "Eu estou rastreando nossos objetivos operacionais atuais aqui.Se você precisar de uma repartição mais detalhada, eu tenho tudo remendado até o terminal de Arquivo em seus quartos.Parece que você não vai ter tempo para que apenas ainda, Re pegando uma transmissão de entrada da resistência, soa como eles têm algumas novas informações para nós. "

[S_Setup_Phase_Geoscape_Objectives_Appear_Central_ALT AkEvent]
SpokenText = "Parece que você ainda não terá tempo para isso, mas o reconhecimento remoto pode ter encontrado algo não muito distante da nossa posição atual."

[S_Setup_Phase_Geoscape_Player_Leaves_Without_Scanning_Central AkEvent]
SpokenText = "Comandante, precisamos varrer completamente esta região antes que possamos estabelecer contato com a resistência local. Eu recomendo que fiquemos e terminemos o trabalho, mas a escolha é sua".

[S_Setup_Phase_Geoscape_Resistance_Comms_Focus_Central AkEvent]
SpokenText = "É hora de dispararmos o novo sistema de comunicações. Vamos fazer a chamada e ver quem responde."

[S_Setup_Phase_Geoscape_Scan_Attempt_With_Timed_Mission_Central AkEvent]
SpokenText = "Comandante, temos uma missão disponível que depende de informações sensíveis ao tempo. Podemos sempre terminar nossos exames mais tarde, mas não assumir a missão poderia ter sérias repercussões para o movimento de resistência".

[S_Setup_Phase_Lab_Transition_Central AkEvent]
SpokenText = "Parece que Tygan fez progresso em sua pesquisa, devemos encontrá-lo no laboratório."

[S_Setup_Phase_Multiple_Missions_Available_Central AkEvent]
SpokenText = "Muito bem, Comandante, nós temos várias opções em termos de o que levar em primeiro lugar, mas essas decisões dependem de você. Os nossos mais recentes objetivos de missão serão sempre atualizados aqui, se você quiser um olhar mais detalhado do arquivo em Seus quarters tem o resumo completo disponível.Entretanto, nós estaremos monitorando comunicações de resistência para qualquer novo leva.Na verdade, parece que podemos ter um agora ... "

[S_Setup_Phase_New_Ability_Confirmed_Central AkEvent]
SpokenText = "Começamos bem, nossas tropas ficarão mais fortes quando ganharem experiência".

[S_Setup_Phase_Pass_time_Geoscape_Central AkEvent]
SpokenText = "Ao escolher um site de digitalização no Geoscape, você pode usar os sensores de bordo do Avenger para escanear a área para obter informações durante o tempo de passagem. Você também pode passar tempo pesquisando Intel no Resistance HQ".

[S_Setup_Phase_Pass_time_Geoscape_Central_ALT AkEvent]
SpokenText = "Enquanto nos preparamos para novas operações e continuamos nossa pesquisa, podemos passar o tempo digitalizando em sites como este, e em sua ordem iniciaremos nossos exames na área circundante".

[S_Setup_Phase_Pass_time_Geoscape_Specific_Alt_Central AkEvent]
SpokenText = "Comandante, enquanto estamos aguardando novas missões ou a conclusão de nossa pesquisa, podemos passar o tempo digitalizando em sites como esse, e em sua ordem começaremos nossos exames da área circundante".

[S_Setup_Phase_Psi_Gate_Coordinates_But_No_Contact_Central AkEvent]
SpokenText = "Nós bloqueamos as coordenadas Shen e Tygan puxado do Codex, Comandante, mas teremos que entrar em contato com a célula de resistência local antes que possamos nos mover para investigar o site."

[S_Setup_Phase_Radio_Relay_Bridge_Matinee_Central AkEvent]
SpokenText = "De acordo com o último relatório do Dr. Tygan, devemos ser capazes de aumentar o alcance da rede de comunicações de resistência usando torres de relé de rádio".

[S_Setup_Phase_Recruit_Soldiers_After_Meeting_Resistance_Central AkEvent]
SpokenText = "Agora que estabelecemos contato com as forças de resistência locais, podemos recrutar novos agentes de suas fileiras para reforçar nossas próprias forças".

[S_Setup_Phase_Resistance_Comms_Bridge_Matinee_Central AkEvent]
SpokenText = "Tygan acaba de enviar palavra, a nova rede de comunicações de resistência está totalmente operacional. Agora nós só temos que espalhar a palavra."

[S_Setup_Phase_Soldier_Walkup_Promote_Central AkEvent]
SpokenText = "Alguns de nossos povos ganharam promoções bem merecidas, Comandante. Eu estou supondo que Shen provavelmente quererá ter uma palavra com você, também."

[S_Setup_Phase_Welcome_to_Avenger_Post_Research_Central AkEvent]
SpokenText = "Essa pesquisa vai manter Tygan ocupado por um tempo.Entretanto, você pode querer ir até o Armory."

[S_Skipped_or_Failed_Mission_Central AkEvent]
SpokenText = "As forças de resistência locais nesta região se esconderam após o recuo recente, Comandante. Teremos que esperar que eles se reagrupem antes que possamos tentar fazer contato novamente".

[S_Skulljack_Objective_Active_Not_Equipped_B_Central AkEvent]
SpokenText = "Comandante, vamos precisar de uma das nossas tropas para equipar o Skulljack para uso no campo, se nós vamos fazer qualquer progresso em direção ao nosso objetivo atual."

[S_Skulljack_Objective_Active_Not_Equipped_Central AkEvent]
SpokenText = "Comandante, Tygan e Shen não vão ser felizes se não colocarmos o Skulljack em bom uso. Devemos mandar um de nossos soldados equipar antes que eles se implantem."

[S_Support_Advent_Progress_Warning_Central_01 AkEvent]
SpokenText = "Comandante, os alienígenas fizeram um progresso significativo em direção a seus objetivos. Novas instalações do ADVENT estão surgindo ao redor do mundo."

[S_Support_Ambient_Musings_Misc_Central_01 AkEvent]
SpokenText = "Estamos pegando uma transmissão não segura de algum palhaço chamando-se Van Doorn ... não soa como o tipo de recruta que estamos procurando."

[S_Support_Ambient_Musings_Misc_Central_02 AkEvent]
SpokenText = "O novo uniforme não é mau considerando, mas às vezes eu sinto falta dessa maldita camisola."

[S_Support_Ambient_Musings_Misc_Central_03 AkEvent]
SpokenText = "Com tudo o que está acontecendo, nunca tivemos tempo para considerar a possibilidade, mas eu tenho que acreditar Vahlen ainda está lá fora em algum lugar. Ela não era o tipo de deixar o colapso do XCOM parar a sua investigação. "

[S_Support_Avenger_Lands_First_Contact_Central AkEvent]
SpokenText = "Comandante, usando a Intel coletada até agora, conseguimos localizar uma célula de resistência operando fora desta região. No entanto, levará algum tempo para procurar sua posição exata".

[S_Support_Avoid_UFOs_Central_01 AkEvent]
SpokenText = "Precisamos escolher nossos caminhos de vôo com cuidado, Comandante, o Vingador pode ser duro, mas não duro para lutar com um OVNI totalmente tripulado. Devemos fazer o nosso melhor para evitar o contato sempre que possível".

[S_Support_Begin_Scanning_Activity_Central AkEvent]
SpokenText = "Comandante, as capacidades de varredura remota do Avenger nos ajudarão a pesquisar na área por pistas ou outros recursos, mas vai demorar algum tempo, temos muito terreno para cobrir".

[S_Support_Blacksite_Mission_Locked_Central AkEvent]
SpokenText = "Comandante, temos uma pista sobre o Blacksite alienígena, mas teremos que confiar na resistência local para realmente nos levar para a instalação.Temos que tentar fazer contato com suas forças na região o mais rapidamente possível, É a única maneira de descobrir o que está por trás deste chamado projeto Avatar. "

[S_Support_Class_Callouts_Central_01 AkEvent]
SpokenText = "O Ranger serve como nossa principal unidade de reconhecimento, capaz de se mover de forma independente em ocultação, ao mesmo tempo envolvendo inimigos de perto."

[S_Support_Class_Callouts_Central_02 AkEvent]
SpokenText = "Servindo como nossos especialistas em demolições, os Grenadiers fornecem ordens pesadas quando e onde precisarmos."

[S_Support_Class_Callouts_Central_03 AkEvent]
SpokenText = "Operando alguns de nossos equipamentos mais avançados, Especialistas desdobram robôs robóticos no campo de batalha que podem ser equipados para combate ou dever médico de campo."

[S_Support_Class_Callouts_Central_04 AkEvent]
SpokenText = "Assim como parece, nossos atiradores atacam alvos inimigos com extrema precisão de alcance extremo. Eles também são treinados em pontaria de pistola para o encontro ocasional".

[S_Support_Class_Callouts_Psi_Central AkEvent]
SpokenText = "Dependendo de quem você pedir, Psionics poderia ser considerado a maior força do estrangeiro. Agora, os nossos próprios Psi Operatives podem aproveitar esse mesmo poder."

[S_Support_Contact_Blacksite_Region_Central AkEvent]
SpokenText = "Comandante, estabelecemos contato com a resistência local, e estamos prontos para mover o Blacksite alienígena em sua ordem."

[S_Support_Established_Contact_Mission_Available_Central_01 AkEvent]
SpokenText = "Fizemos contato com as forças de resistência, Comandante, e eles já conseguiram algo com que poderiam usar nossa ajuda".

[S_Support_Established_Contact_Mission_Blacksite_Central_01 AkEvent]
SpokenText = "Comandante, estabelecemos contato com as forças de resistência locais nesta área - e eles estão dispostos a nos levar ao ADVENT Blacksite."

[S_Support_Established_Contact_Mission_Forge_Central_01 AkEvent]
SpokenText = "Fizemos o primeiro contato com os operários de resistência que trabalham nesta área, Comandante. Eles vão nos mostrar como entrar na facilidade Forge estrangeira."

[S_Support_Established_Contact_Mission_PsiGate_Central AkEvent]
SpokenText = "Nós estabelecemos contato com as forças de resistência locais nesta região, Comandante. Estamos prontos para mover sobre as coordenadas que puxamos do Codex."

[S_Support_Final_Avatar_Countdown_Central AkEvent]
SpokenText = "Comandante, estamos quase fora de tempo! O projeto Avatar está entrando em suas etapas finais.A única maneira que vamos retardar o progresso dos Elders é destruindo uma de suas instalações.Temos que mover-se rápido ou tudo Nós temos trabalhado para será perdido. "

[S_Support_First_Alien_Facility_Constructed_Central AkEvent]
SpokenText = "Comandante, recebemos a notícia de que os alienígenas completaram uma instalação dedicada ao seu trabalho no projeto Avatar.Se pudermos estabelecer contato com as forças de resistência locais nesta região, podemos fazer um movimento nessa instalação e destruir Para recuar a operação dos alienígenas ".

[S_Support_First_Armored_Enemy_Sighted_Central AkEvent]
SpokenText = "Duvido que suas rondas padrão penetrem na armadura daquela coisa, você vai ter que usar granadas para derrubá-la."

[S_Support_First_Dark_Events_Central AkEvent]
SpokenText = "Comandante, temos a Intel sugerindo que os alienígenas estão trabalhando em desenvolvimentos que ameaçam a nossa capacidade de parar o projeto Avatar. Nós podemos realizar operações de guerrilha para interromper um desses esforços, mas teremos que escolher com cuidado, não Têm recursos para interceder em todos os lugares. "

[S_Support_First_Doom_Central AkEvent]
SpokenText = "Comandante, ao compilar nossos relatórios de inteligência, podemos tentar rastrear o progresso dos alienígenas no sentido de completar o projeto Avatar. Se eles chegarem ao final deste indicador, então já estamos muito atrasados".

[S_Support_First_Guerilla_Operation_Central AkEvent]
SpokenText = "Comandante, como a resistência continua a crescer, vamos ter uma melhor chance de encontrar aberturas para atacar no ADVENT.Como é, já identificamos um alvo potencial para interromper as operações dos estrangeiros nesta região. Nossa janela de oportunidade é limitada, então vamos ter que nos mover rápido. "

[S_Support_First_Hidden_Doom_Central AkEvent]
SpokenText = "Comandante, temos vários relatórios não confirmados de que os alienígenas estão fazendo progresso em direção ao projeto Avatar em uma facilidade que ainda não conseguimos localizar, mas temos que continuar trabalhando se quisermos descobrir o plano de extraterrestres".

[S_Support_First_Radio_Relays_Central AkEvent]
SpokenText = "Comandante, agora podemos construir relés de rádio em qualquer região onde tivemos contato com a resistência local."

[S_Support_First_Regions_Available_Central AkEvent]
SpokenText = "Comandante, agora podemos trabalhar para estabelecer contato com grupos de resistência locais que operam fora de regiões ao redor do globo. Uma vez que tivermos coletado suficiente Intel para fazer contato, precisamos escanear a região alvo para o sinal do operador.

[S_Support_Geoscape_Connections_Central AkEvent]
SpokenText = "Comandante, podemos acompanhar o progresso de nossos esforços para entrar em contato com grupos de resistência ao redor do mundo usando o sistema de mapeamento Hologlobe. Nós também podemos usar essa informação para traçar futuros movimentos contra os alienígenas".

[S_Support_Great_Mission_Central_01 AkEvent]
SpokenText = "Eu nunca tive dúvidas sobre suas capacidades, Comandante. Excelente trabalho como sempre."

[S_Support_Great_Mission_Central_02 AkEvent]
SpokenText = "Eu disse às tropas para esperar o melhor, e é isso que você mostrou, Comandante. Bem feito."

[S_Support_Great_Mission_Central_03 AkEvent]
SpokenText = "A moral certamente será alta depois de uma operação como essa, ótimo trabalho, Comandante."

[S_Support_Great_Mission_Central_04 AkEvent]
SpokenText = "Trabalho impressionante, Comandante - os alienígenas provavelmente ainda estão se perguntando o que os atingiu."

[S_Support_Great_Mission_Central_05 AkEvent]
SpokenText = "Nós realmente colocamos um machucado sobre os alienígenas desta vez, Comandante. Eles não vão esquecer."

[S_Support_Great_Mission_Central_06 AkEvent]
SpokenText = "Um por um, estamos pondo a pontuação, Comandante. Bom trabalho lá fora."

[S_Support_Great_Mission_Central_07 AkEvent]
SpokenText = "Nossas tropas estão fazendo isso parecer fácil lá fora, Comandante, tudo graças a você."

[S_Support_Great_Mission_Central_08 AkEvent]
SpokenText = "Bom trabalho lá fora, Comandante - estamos um passo mais perto de retomar o nosso planeta."

[S_Support_Great_Mission_Central_09 AkEvent]
SpokenText = "Eu não consigo imaginar os alienígenas estão muito felizes com isso, Comandante. Helluva trabalho."

[S_Support_Great_Mission_Central_10 AkEvent]
SpokenText = "Estamos tirando o ADVENT, uma missão de cada vez, Comandante. Trabalho impressionante".

[S_Support_Multiple_Mission_Sites_Available_Central AkEvent]
SpokenText = "Comandante, com o número de contatos que estabelecemos, estamos recebendo pedidos de suporte de vários sites em todo o mundo Infelizmente, temos apenas os recursos para responder a um deles. A decisão é sua".

[S_Support_No_Supply_Income_Central AkEvent]
SpokenText = "Comandante, atualmente não temos novos suprimentos chegando, precisamos buscar novos meios de reabastecer nossos recursos."

[S_Support_Region_High_Alert_Central_01 AkEvent]
SpokenText = "Comandante, o ADVENT está em estado de alerta nesta área, não há nenhuma maneira de podermos acompanhar a operação agora, as coordenadas foram limpas."

[S_Support_Reminder_Alien_Facilities_Constructed_Central_01 AkEvent]
SpokenText = "Comandante, os alienígenas não estão diminuindo, eles já têm várias instalações operando em todo o mundo - estamos ficando sem tempo".

[S_Support_Reminder_Make_Contact_Central_01 AkEvent]
SpokenText = "Comandante, temos forças de resistência locais esperando para fazer contato - mas teremos que dar o primeiro passo."

[S_Support_Reminder_Need_More_Intel_Central_01 AkEvent]
SpokenText = "Comandante, a partir de agora, não temos Intel suficiente para obter uma sólida influência sobre as forças de resistência locais nessa área."

[S_Support_Soldier_Shaken_Center AkEvent]
SpokenText = "Comandante, o estresse contínuo do combate pode sacudir até mesmo o melhor de nossos soldados.Mantão, enquanto mantê-los saudáveis, tenho certeza que eles vão recuperar tempo determinado."

[S_Support_Squad_Select_Wounded_Soldiers_Central AkEvent]
SpokenText = "Comandante, não podemos permitir que esta operação fique longe de nós, mesmo que isso signifique enviar nossas forças feridas de volta ao combate. Temos que ter sucesso, a todo custo."

[S_Support_Tough_Mission_Central_01 AkEvent]
SpokenText = "Tem que haver mais que possamos fazer, não podemos pagar muitas outras operações como essa."

[S_Support_Tough_Mission_Central_02 AkEvent]
SpokenText = "Este foi feio, Comandante. Perdas como essa nos custaram mais do que apenas mão-de-obra."

[S_Support_Tough_Mission_Central_03 AkEvent]
SpokenText = "Vai ser difícil para a equipe passar por isso, Comandante. Nós vamos ter que trabalhar mais no futuro."

[S_Support_Tough_Mission_Central_04 AkEvent]
SpokenText = "Levamos algumas perdas pesadas, Comandante, precisamos ter certeza de que isso não aconteça novamente."

[S_Support_Tough_Mission_Central_05 AkEvent]
SpokenText = "Isso não foi tão bem, Comandante. Precisamos avaliar nossas táticas, atualizar nosso equipamento - o que for preciso."

[S_Support_UFO_Inbound_Evasive_Maneuvers_Central AkEvent]
SpokenText = "Comandante! Esse contato de OVNI nos bloqueou! Temos que fazer manobras evasivas!"

[S_Support_UFO_Inbound_Now_Hunting_Central AkEvent]
SpokenText = "Comandante, reconhecimento remoto indica que os alienígenas têm uma caça UFO para a nossa posição. Precisamos ter cuidado sobre onde escolher os nossos caminhos de voo."

[S_Support_UFO_Inbound_Shot_Down_Central AkEvent]
SpokenText = "Nós estamos indo para baixo, Comandante! O contato OVNI desativou nossos sistemas!

[S_Support_UFO_Inbound_UFO_Evaded_Central AkEvent]
SpokenText = "Estamos em claro, comandante, sem mais sinais de perseguir o OVNI."

[S_Victory_Central_01 AkEvent]
SpokenText = "Eu diria que valeu a pena a viagem."

[S_Victory_Central_02 AkEvent]
SpokenText = "Você ouviu o seu povo, MOVE!"

[S_Victory_Central_03 AkEvent]
SpokenText = "Shen, me diga que você tem um Plano B aqui."

[S_Victory_Central_04 AkEvent]
SpokenText = "Isso foi rápido ... bom trabalho."

[S_Victory_Central_05 AkEvent]
SpokenText = "Comandante, seja o que for que você está fazendo, está trabalhando. Apenas certifique-se de economizar suco suficiente para sua própria viagem para casa."

[S_Victory_Central_06 AkEvent]
SpokenText = "Comandante, você está bem, nós apenas perdemos ..."

[S_Victory_Central_07 AkEvent]
SpokenText = "O que diabos está acontecendo aqui Doutor!"

[S_Victory_Central_08 AkEvent]
SpokenText = "Então corte a conexão!"

[S_Victory_Central_09 AkEvent]
SpokenText = "Missão cumprida, Comandante."

[S_Welcome_HQ_Central_01_Setup_Phase AkEvent]
SpokenText = "Eu ouvi você Shen. Quando tivermos a coisa, você será o primeiro a saber."

[S_Welcome_HQ_Central_02_Setup_Phase AkEvent]
SpokenText = "Comandante, me dê um segundo."

[S_Welcome_HQ_Central_03_Setup_Phase AkEvent]
SpokenText = "Execute o protocolo Echelon!"

[S_Welcome_HQ_Central_04_Setup_Phase AkEvent]
SpokenText = "Eu queria que fosse um pouco mais cerimonioso, mas nós temos algo."

[S_Welcome_HQ_Central_05_Setup_Phase AkEvent]
SpokenText = "Shen tem sido ridin 'nós há meses para encontrar este" conversor de energia magnética híbrido "coisa."

[S_Welcome_HQ_Central_06_Setup_Phase AkEvent]
SpokenText = "ADVENT finalmente tem um que podemos obter, embora eu duvido que eles vão estar com vontade de desistir. Se pudermos trazer este" conversor "de volta em uma peça, podemos realmente começar este lugar em funcionamento. Para não mencionar tirar Shen de minhas costas por alguns dias. "

[S_Welcome_HQ_Central_07_Setup_Phase AkEvent]
SpokenText = "Um esquadrão está preparado e pronto para lançar em sua ordem, Comandante. Basta dar a palavra."

[S_Welcome_HQ_NS_Central_01 AkEvent]
SpokenText = "Comandante, é bom vê-lo de pé de novo, bem-vindo à Ponte, o centro nervoso da nossa operação."

[S_Welcome_HQ_NS_Central_02 AkEvent]
SpokenText = "Os alienígenas têm todo o mundo em seu controle, ADVENT controla tudo - governo, comunicações, indústria, sem mencionar os militares.

[S_Welcome_HQ_NS_Central_03 AkEvent]
SpokenText = "Recursos e tempo estão apertados Comandante. Dependerá de você decidir como usar melhor ambos. O navio é seu."

[S_Welcome_Resistance_Incoming_Trans_Central AkEvent]
SpokenText = "Comandante, temos uma transmissão segura vindo, fonte desconhecida. Remendando-a através de seus quartos."

[S_Wild_Central_01 AkEvent]
SpokenText = "Mensagem de entrada para o seu Comandante, agora passando por seus trimestres."

[S_Wild_Central_02 AkEvent]
SpokenText = "Tem uma comunicação urgente vindo para você agora Comandante."

[S_Wild_Central_03 AkEvent]
SpokenText = "Mensagem de prioridade que vem através do Commander, colocando-a na tela agora."

[S_Wild_Central_04 AkEvent]
SpokenText = "Parece que é melhor começar Comandante. Vou estar na ponte quando você estiver pronto."

[S_Wild_Central_05 AkEvent]
SpokenText = "Sim!"

[S_Wild_Central_06 AkEvent]
SpokenText = "Estamos prontos para começar a fazer movimentos Comandante. Acho que é hora de vermos o que essa coisa pode fazer."

[S_Wild_Central_07 AkEvent]
SpokenText = "Tenho uma pista sobre esta" conversor de potência magnética híbrido "coisa que Shens estava nos empurrando para encontrar."

[S_Wild_Central_08 AkEvent]
SpokenText = "Reconhecimento local rastreou o dispositivo para um comboio ADVENT nas proximidades. Eles estão dentro do alcance, mas não será por muito mais tempo."

[S_Wild_Central_09 AkEvent]
SpokenText = "As comunicações locais ficaram escuras, não sei exatamente o que aconteceu lá, mas acho que não é bom. Essas pessoas nos compraram o tempo que precisamos, é melhor fazer valer a pena."

[S_Wild_Central_10 AkEvent]
SpokenText = "Comandante, detectando o fogo pesado perto da última posição do comboio. Acessando a vigilância remota agora."

[S_Wild_Central_11 AkEvent]
SpokenText = "Recebendo relatos de que o comboio está fazendo uma pausa de sua posição. As forças locais estão se preparando para participar ..."

[S_Wild_Central_12 AkEvent]
SpokenText = "Maldição!"

[S_Wounded_Soldiers_Can_Go_Central AkEvent]
SpokenText = "Comandante, podemos desdobrar algumas das nossas tropas feridas de volta ao combate se achar que é necessário. Esta operação é crítica para os nossos esforços, podemos não ter muita escolha se quisermos prosseguir".

[Strategy_New_Objective_Generic_Central_A AkEvent]
SpokenText = "Parece que temos o nosso trabalho cortado para nós, Comandante."

[Strategy_New_Objective_Generic_Central_B AkEvent]
SpokenText = "Eu atualizei nossos objetivos operacionais mais recentes, Comandante."

[Strategy_New_Objective_Generic_Central_C AkEvent]
SpokenText = "Estamos fazendo progresso, Comandante. Eu atualizei nossos objetivos com base em nossas últimas descobertas."

[Strategy_New_Objective_Generic_Central_D AkEvent]
SpokenText = "Eu estou mantendo as abas em todas as nossas operações, Comandante. Nossa gente está esperando por suas ordens."

[Strategy_New_Objective_Generic_Central_E AkEvent]
SpokenText = "Estamos prontos para mover quando você está, Commander. Eu atualizei nossos objetivos com base nas informações mais recentes."

[Strategy_New_Objective_Generic_Central_F AkEvent]
SpokenText = "Comandante, eu atualizei nossos objetivos atuais com base nos resultados mais recentes".
